<template lang="pug">
v-main
  //- TODO написать нормальный текст
  v-container
    h1.text-h1 Библиотека Федора-Библио
    h2.text-h2 Возможности
    p.body-1 
      | * Чтение книг
      | * Навигация по метаинформации книг
      | - Редактирование метаинформации книг
      | - Загрузка новых книг
    p.body-1 
      | На текущий момент основной фреймворк, на котором написана библиотека не до конца доработан,
      | https://github.com/vuetifyjs/vuetify/issues/14984 ,
      | до этого момента некоторые функции данного приложения могут не работать 
</template>
<script setup lang="ts">

</script>

